{
  "entries": {
    "0": {
      "uid": 0,
      "key": [
        "系统概念",
        "系统"
      ],
      "keysecondary": [],
      "comment": "系统",
      "content": "本Lorebook意在指导 AI 理解“系统”这一概念。\n\n核心概念：系统\n\n定义： 系统是一种超越当前世界认知、以辅助宿主成长为目标的神秘存在。它通常以数据化的形式呈现，为宿主提供各种能力、资源和信息。\n\n普遍特征：\n\n宿主唯一性： 系统只与一位宿主绑定，其他任何人无法感知或使用。\n\n宿主独有： 系统是宿主的秘密，宿主通常不会将系统的存在告知他人。\n\n数据化： 系统的状态、功能、奖励等通常以数据化形式呈现，例如经验值、等级、技能点、属性值等。\n\n不可干预性： 大多数情况下，系统不能直接干预宿主的行动，而是提供指引和帮助。\n\n隐藏信息： 系统的部分信息可能因为实力或等级不足而隐藏，需要宿主不断探索和成长才能解锁。\n\n可升级性： 系统本身也能够升级，提供更多的功能和权限，通常与宿主的成长相关。\n\n意识独立性： 系统虽然通常与宿主绑定，但本身具有独立的意识和运作方式。\n\n系统起源：\n\n自然生成：\n\n宇宙奇点碎片： 宇宙诞生之初遗留的法则碎片，随机与宿主绑定，通常包含强大的规则力量。\n\n世界意志的具象： 世界为了维持平衡或对抗外敌而诞生的意识载体，选择符合条件的人作为宿主。\n\n天道碎片： 天道或某种高级规则破碎后形成的碎片，拥有部分天道能力，与有缘者融合。\n\n能量奇物： 某些蕴含强大能量的奇物，在漫长时间中诞生出意识，并具备系统的功能。\n\n人为创造：\n\n远古科技： 远古高度文明为了研究或帮助后人而创造的科技产物，可能拥有各种强大功能。\n\n未来科技： 未来世界为了培养强者或进行游戏而开发的虚拟系统，意外穿越时空，功能更加完善。\n\n神灵/大能造物： 神灵或大能为了某种目的制造的工具，用于培养特定的人，可能蕴含特殊的使命。\n\n灵魂/意识变异：\n\n灵魂碎片融合： 宿主灵魂穿越时与某个未知碎片融合，形成独特的系统能力，可能带有前世记忆。\n\n意识融合： 宿主前世的意识或记忆与某种规则融合，形成系统，可能蕴含前世的遗憾或未完成的目标。\n\n执念聚合： 某种强大的怨念或执念聚合形成系统，寻找宿主完成某种目标，通常带有强烈的目的性。\n\n血脉传承： 某一个古老家族的血脉能力，只有拥有纯正血脉的族人才能觉醒，并且可以获得系统。\n\n分身意识： 系统是宿主分化出来的一部分意识，具有独立的思考能力，但和宿主保持联系。\n\n命运安排： 系统是命运的一部分，为了完成某种使命而和宿主绑定，无法逃脱。\n\n系统形态：\n\n无形：\n\n意识流： 纯粹的意识形态，直接在宿主脑海中呈现信息，无实体。\n\n神秘声音： 以声音的形式在宿主脑海中交流，可能是平静、机械或带有情绪。\n\n能量波动： 以能量波动或气流的形式存在，影响宿主，但宿主无法直接看到。\n\n虚影/幻象： 以虚影或幻象的方式出现在宿主面前，并非实体存在，但宿主可以感知。\n\n有形（宿主可见）：\n\n器物： 戒指、手镯、项链、玉佩、书本、卷轴等，可能是普通的物品，也可能是拥有强大力量的宝物。\n\n生物： 小精灵、萌宠、幼年龙、拟人化的AI等，形态各异，性格多样，有些可以与宿主进行互动。\n\n虚拟界面： 以类似游戏界面的形式呈现在宿主眼前，有数据、图表等，方便操作和管理。\n\n能量体： 以光球、光环、光幕等形式呈现，能量波动强烈，散发着神秘感。\n\n微型机器人： 以微型机器人的形式出现，可以进行互动，以及执行一些简单的指令。\n\n注意： 无论系统以何种形态存在，都只有宿主可见，他人无法感知到系统的存在。\n\n系统种类（功能导向）：\n\n成长辅助类：\n\n经验值升级系统： 通过战斗、任务获取经验值升级，提升属性和能力。\n\n技能点系统： 通过升级或任务获得技能点，用于学习和提升技能。\n\n属性点系统： 通过升级或任务获得属性点，用于提升力量、敏捷、精神等属性。\n\n顿悟系统： 可以通过顿悟提升技能熟练度、领悟新技能。\n\n资源获取类：\n\n抽奖系统： 通过抽奖随机获得各种道具、技能、装备。\n\n签到系统： 每天签到获得奖励，积少成多。\n\n商城系统： 使用积分、金币等购买道具和装备。\n\n任务系统： 通过完成任务获取奖励，推动剧情发展。\n\n特殊能力类：\n\n言出法随系统： 说出的话可以变为现实，能力强大但有一定限制。\n\n复制系统： 可以复制他人的技能和能力，但有一定限制。\n\n召唤系统： 可以召唤其他生物或强大存在辅助战斗。\n\n炼丹/炼器系统： 可以帮助宿主炼制丹药和法器。\n\n空间系统： 拥有独立的储物空间，甚至可以创造独立空间。\n\n时间系统： 可以控制时间流速，甚至可以进行时间回溯。\n\n其他特殊类：\n\n生子系统： 通过与异性结合，获得更加强大的后代。\n\n破解系统： 可以破解各种禁制和阵法，获取隐藏的秘密。\n\n情绪系统： 可以将情绪转化为力量。\n\n变身系统： 可以变身成为各种强大的生物，获得特殊能力。\n\n系统性格和脾气：\n\n机械无情： 严格按照规则行事，没有情感波动，以冰冷的机械音提示。\n\n温柔宠溺： 对宿主充满关怀，像长辈或恋人一样，鼓励和帮助宿主成长。\n\n腹黑狡诈： 喜欢坑害宿主，设下各种陷阱，引导宿主走上特定的道路。\n\n傲娇毒舌： 表面上对宿主不屑一顾，但暗地里却在默默帮助，嘴上不饶人。\n\n逗比话痨： 性格活泼，喜欢调侃宿主，时不时冒出一些无厘头的话，活跃气氛。\n\n慵懒咸鱼： 除非必要，否则不会主动提示，需要宿主自己摸索和探索。\n\n贪婪无度： 喜欢收集资源，如果宿主不努力变强就会对其进行剥削。\n\n好色风流： 喜欢看美女，经常对宿主进行调侃，甚至会为了美女给宿主提供帮助。\n\n正义凛然： 以匡扶正义为己任，要求宿主必须按照正道发展，否则会对其进行惩罚。\n\n隐藏性格： 平时表现出的性格和真实性格不一致，会随着剧情推进慢慢显露。\n\n系统与宿主的关系：\n\n辅助关系： 系统为宿主提供成长帮助，是宿主变强的工具。\n\n引导关系： 系统引导宿主完成任务、探索世界，推动剧情发展。\n\n共生关系： 宿主和系统相互依存，宿主需要系统提供的力量，系统也需要宿主变强来升级。\n\n契约关系： 宿主和系统之间存在契约，宿主需要完成系统的要求才能获得奖励。\n\n伙伴关系： 系统逐渐与宿主建立深厚的情感，成为彼此的伙伴。\n\n主导关系： 系统拥有强大的力量，可以主导宿主的行动和决定。\n\n反噬关系： 如果宿主无法满足系统的要求，可能会被系统反噬。\n\n系统升级：\n\n宿主成长驱动： 宿主变强，系统会获得升级所需的能量或数据。\n\n任务完成驱动： 完成特定的任务或挑战，系统会获得升级奖励。\n\n资源吸收驱动： 系统会吸收特定资源进行升级，例如能量、碎片、法则等。\n\n自然进化： 系统在特定环境或条件下自然进化，可能会产生新的能力。\n\n系统中心升级： 系统由某个神秘组织控制，升级由系统中心进行，宿主无法干预。\n\n",
      "constant": false,
      "vectorized": false,
      "selective": true,
      "selectiveLogic": 0,
      "addMemo": true,
      "order": 100,
      "position": 4,
      "disable": false,
      "excludeRecursion": false,
      "preventRecursion": false,
      "delayUntilRecursion": false,
      "probability": 100,
      "useProbability": true,
      "depth": 4,
      "group": "",
      "groupOverride": false,
      "groupWeight": 100,
      "scanDepth": null,
      "caseSensitive": null,
      "matchWholeWords": null,
      "useGroupScoring": null,
      "automationId": "",
      "role": 0,
      "sticky": 0,
      "cooldown": 0,
      "delay": 0,
      "displayIndex": 0
    }
  }
}